Repository: RickyRomero/shut-up-native
Catalog: Shut Up/Views/mul.lproj/Main.xcstrings
Source language: en
Languages: de

# 0Ql-qg-slX.title
source: required
de: erforderlich

# 1di-cw-apB.title
source: This preference is ignored in Private Browsing windows.
de: Einstellung wird in Fenstern für das private Surfen ignoriert.

# 2Xe-4N-oPR.title
source: Shut Up for iPhone and iPad requires iOS 12 or later.
de: Shut Up für iPhone und iPad erfordert iOS 12 oder höher.

# 3UL-K3-vNI.title
source: Other Versions
de: Andere Versionen

# 4sb-4s-VLi.title
source: Quit Shut Up
de: Shut Up beenden

# 5Bf-gR-vZz.title
source: This version of Shut Up only works in Safari. You can keep both versions of Shut Up installed, and switch between browsers as you wish. Settings in this version don’t affect any other version.
de: Diese Version von Shut Up funktioniert nur in Safari. Sie können beide Versionen von Shut Up installiert lassen und nach Belieben zwischen den Browsern wechseln. Einstellungen in dieser Version wirken sich nicht auf andere Versionen aus.

# 5kV-Vb-QxS.title
source: About Shut Up
de: Über Shut Up

# 7Tx-k6-Sgh.title
source: Undo
de: Widerrufen

# 7yz-Sl-Sgd.title
source: Sublime comment blocking for Safari.
de: Überragende Kommentarblockierung für Safari.

# 53K-aG-0T2.title
source: Close
de: Schließen

# AYu-sK-qS6.title
source: Main Menu
de: Hauptmenü

# Cs9-nJ-S5g.title
source: Release Notes
de: Versionshinweise

# cw8-eG-1i1.title
source: Bring All to Front
de: Alle nach vorne bringen

# dMS-lh-fAI.title
source: Shut Up for Chrome
de: Shut Up für Chrome

# DN7-qv-ll7.title
source: Cut
de: Ausschneiden

# E58-7j-YCi.title
source: Your default browser is Chrome. Do you want to get the Chrome version of Shut Up?
de: Ihr Standardbrowser ist Chrome. Möchten Sie die Chrome-Version von Shut Up herunterladen?

# eMv-Zv-3wy.title
source: Let’s make sure we have the right browser…
de: Stellen wir sicher, dass wir den richtigen Browser haben …

# erB-De-sye.title
source: Help
de: Hilfe

# exM-Yy-JKM.title
source: View Source on GitHub
de: Quellcode auf GitHub anzeigen

# EyR-6m-lmv.title
source: Get Started
de: Erste Schritte

# f7t-fr-8lK.title
source: Remember where I show comments
de: Merken, wo ich Kommentare einblenden lasse

# FKE-Sm-Kum.title
source: Shut Up Help
de: Shut Up Hilfe

# FQI-yB-DJR.title
source: Redo
de: Wiederholen

# fuJ-ph-Iwl.title
source: Done
de: Fertig

# g0J-wH-HYs.title
source: Shut Up for Firefox
de: Shut Up für Firefox

# gcE-XB-Kmq.title
source: Hide comments everywhere, except:
de: Kommentare überall ausblenden, außer:

# gdk-PN-UXq.title
source: Blocks comment sections on webpages. Shut Up doesn’t work without this.
de: Blockiert Kommentarbereiche auf Webseiten. Shut Up funktioniert ohne diese Funktion nicht.

# gFX-FD-lIv.title
source: Delete
de: Löschen

# hIP-cr-ZHq.title
source: Shut Up for iPhone and iPad…
de: Shut Up für iPhone und iPad …

# iYi-Ne-yBt.title
source: Enable…
de: Aktivieren …

# JEP-vr-uVd.title
source: Update Stylesheet
de: Stylesheet aktualisieren

# jgu-zr-M4c.title
source: Window
de: Fenster

# JKr-eC-ITx.title
source: Shut Up for Edge
de: Shut Up für Edge

# k7i-vQ-3Mw.title
source: Other Versions
de: Andere Versionen

# Kd2-mp-pUS.title
source: Show All
de: Alle einblenden

# L2x-n1-Hms.title
source: Select All
de: Alle Auswählen

# L4f-Kl-bw7.title
source: Hide comments everywhere, except:
de: Kommentare überall ausblenden, außer:

# mkw-hH-bhF.title
source: Lets you show and hide comments with the click of a button. Recommended for full functionality.
de: Ermöglicht das Anzeigen und Ausblenden von Kommentaren per Mausklick. Empfohlen für volle Funktionalität.

# n1C-tw-55j.title
source: Minimize
de: im Dock ablegen

# NHO-dj-TxS.title
source: Zoom
de: Zoomen

# Olw-nP-bQN.title
source: Hide Shut Up
de: Shut Up ausblenden

# pfk-Im-BNr.title
source: Enable…
de: Aktivieren …

# qn3-I3-P6v.title
source: Window
de: Fenster

# QoX-VS-0T9.title
source: Get Started
de: Erste Schritte

# R18-d9-CAr.title
source: These preferences require Shut Up Helper.
de: Diese Optionen erfordern Shut Up Helper.

# rai-gP-CDR.title
source: Enable…
de: Aktivieren …

# rU7-cH-BIU.title
source: Update Stylesheet
de: Stylesheet aktualisieren

# s2y-Vf-NBi.title
source: Edit
de: Bearbeiten

# SfG-HZ-ArL.title
source: Get for Chrome
de: Für Chrome herunterladen

# uDL-wo-1md.title
source: Shut Up for Opera
de: Shut Up für Opera

# Ufe-7B-iSr.title
source: Edit
de: Bearbeiten

# uNr-X0-6i5.title
source: Get Started
de: Erste Schritte

# uz4-1j-Dod.title
source: Updating…
de: Aktualisierung ...

# Vdr-fp-XzO.title
source: Hide Others
de: Andere ausblenden

# vue-SG-eLu.title
source: Help
de: Hilfe

# Wcg-ZY-Ekt.title
source: Privacy Policy
de: Datenschutzrichtlinie

# Wjv-HG-qMQ.title
source: Copy
de: Kopieren

# x3C-Xa-7gX.title
source: Enable Shut Up’s extensions to block comment sections in Safari.
de: Aktivieren Sie Shut Up, um Kommentare in Safari zu blockieren.

# X40-W6-4Oc.title
source: Send Link
de: Link senden

# Xf9-yc-blb.title
source: Contact Developer…
de: Entwickler kontaktieren …

# xLr-w5-Gms.title
source: Show in context menu
de: Im Kontextmenü anzeigen

# zM0-gK-USm.title
source: Open the Camera app on your iPhone or iPad, then point it at this window to get started.
de: Öffnen Sie die Kamera-App auf Ihrem iPhone oder iPad und richten Sie sie dann auf dieses Fenster, um zu beginnen.

# ZyY-j4-ZSX.title
source: Paste
de: Einfügen
